[
{"type":"header","version":"4.9.0.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"lmhedin_se"},
{"type":"table","name":"notes","database":"lmhedin_se","data":
[
{"id":"26","head":"Balken på plats","date":"2009-09-12","note":"Hela gänget var här och hjälpte till att resa upp den stora balken. En hel dags jobb med förberedelser och sedan en hel dag till för att få allt på plats. Precis innan det blev mörkt på söndagen fick vi den till slut på plats.","projekt":"0"},
{"id":"27","head":"Garderober i sovrummet","date":"2009-01-07","note":"På grund av det kalla vädret med minusgrader så bestämde vi oss för att vänta till våren med att mura källarväggen för utbyggnaden. Eller iallafall tills det blir varmare.Under tiden har vi passat på att bygga garderober i sovrummet på ovanvåningen. Började med att riva väggen ut mot gatan där det sedan tidigare var ett utrymme. Rivningen gick mycket fort och smidigt. Efter att ha tittat på fiverse färdiga garderober och jämfört priser bestämde vi oss för att bygga själva.Material köptes till största delen på ByggMax men även Hornbach fick stå för några spånskivor. Dock kunde vi konstatera att ByggMaxs spånskivor kändes hårdare och bättre.Garderobern, 1st enkel och 3st dubbel, byggdes så att IKEAs inredning skulle passa vilket den tillslut också gjorde. Resultatet blev sjukt bra och vi är mycket nöjda, trots att vi nu är en hammare fattigare.","projekt":"0"},
{"id":"28","head":"Det börjar bli tomt runt huset","date":"2008-06-08","note":"Strålande väder. > 20 grader och molnfritt. Linda flyttade uteplatsen ut mellan träden och ställde upp utemöblerna. Magnus ledsnade på rododendron och kapade av den istället för att gräva upp den. Det  börjar bli tomt runt huset. ","projekt":"0"},
{"id":"29","head":"ÅV-Kort","date":"2008-06-13","note":"Fint väder men lite svalare än tidigare. Hyrde kärra på Preem och slängde massor med ris och annat bröte på återvinningsstationen. Fick vårat ÅterVinnings-kort.","projekt":"0"},
{"id":"30","head":"Gräva för hand?","date":"2008-07-08","note":"Perfekt väder för att gräva, inte för varmt och inte för kallt (moln och 17 grader). Har kollat vad en minigrävare skulle kunna tänkas kosta. Snabbt överslag så gissar vi på 5000-6000kr för en helg. Mycket pengar tänker vi och blir sugna på att försöka gräva för hand... To Be Continued.MC-parkeringen nedtagen och uppbyggd igen bakom friggeboden.","projekt":"0"},
{"id":"31","head":"Isoliering 45mm","date":"2009-10-06","note":"Isolerade insidan av utbyggnaden på bottenvåningen med 45mm isolering. Gick ganska fort och vi tyckte oss känna skillnad omgående. Kan dock ha varit placebo.Underlagspappen som vi har lagt blåser bort hela tiden så det har runnit in vatten från vinden. Detta har medfört att vi nu har en hel drös med svarta fläckar i sovrumstaket. Bara att skrapa och måla igen, inga problem. Men tråkigt.","projekt":"0"},
{"id":"32","head":"Huset på avstånd","date":"2009-10-06","note":"Gick upp på utsiktsplatsen och fotade utbyggnaden på avstånd. Inte jättebra bilder kanske men lite roligt.","projekt":"0"},
{"id":"33","head":"Dränering, dagen innan","date":"2008-07-18","note":"Fick maskinen vid 14-tiden. Christian kom vid 18 och vi grävde några timmar. Hämtade en avundsjuk Linda från After Work vid 21 :)","projekt":"0"},
{"id":"34","head":"Stora-grävardagen","date":"2008-07-19","note":"Har grävt framsidan och sydsidan. Upptäckte en väldigt stor bottenplatta. Grävde av telefonledningen. Avslutade dagen med en regnskur och grillad kyckling. Närvarnde, förutom husets ägare, utan inbördes ordning: Mona, Christian, Fredrik, Olof, Louise, Charlotte och David. Imorgon börjar vi gräva tidigare.","projekt":"0"},
{"id":"35","head":"Blålera","date":"2008-07-20","note":"Grävde västsidan av huset. Massor av väldigt blöt lera, ju längre ner vi kommer ju blåare blir den. Leran visade sig också vara \"bottenlös\" då det går att få ner ett spett, utan problem, utan att hitta fast botten. Hela tomten är full av jord och lera i stora högar. Charlotte trillade ner i hålet.","projekt":"0"},
{"id":"36","head":"Nordsidan","date":"2008-07-21","note":"Grävardag 3, gick an på norrsidan och hittade pålar och en backe på bottenplattan. Linda fick en lerklump i baken och platsen tog slut på tomten. Våran tomt består nu av ett gigantiskt hål och många väldigt stora ler\/jord högar.Det tog drygt två timmar att sanera maskinen från all lera. Linda använde spade för att få ut all lera från huset. Använder nu grannens tomt för att få ut MCn från friggeboden till gatan. Bilen står parkerad på gatan lägnre bort.Just nu intalar vi oss själva att det här är den jobbigste och mest krävande delen av renoveringen.","projekt":"0"},
{"id":"37","head":"Bort med leran","date":"2008-07-26","note":"Förbereder för att flytta bort delar av jordmassorna som ligger utspridda på hela tomten. Har planat ut marken där plattan till utbyggnaden skall vara. Jobbar med att få bort alla gamla dräneringsrör och gräva ut för dom nya.Plockade upp plastmatten under trappen i källaren. Det visade sig vara ett lager av kära ovanpå cementen som också måste bort. Varför kan ingenting bara vara enkelt :)","projekt":"0"},
{"id":"38","head":"Lite lera borta","date":"2008-07-28","note":"Hyrde hjullastare från Allt i Mark och container från Allfrakt. Körde sammanlagt cirka 35 kubikmeter lera och jord härifrån. Rensade garageuppfarten så nu har vi äntligen plats för andra saker på tomten också. Tänker låna pappas bil och släpkärra och åka och köpa dräneringsmaterial i veckan.","projekt":"0"},
{"id":"39","head":"Börjat dränera","date":"2008-09-20","note":"Har lagt ner dräneringsrör och dagvattenrör på norrsidan. Fyllt igen och lagt plattor förbi trappan till källaren. Planen nu är att dränera sidorna på huset först och göra utbyggnaden sedan.Vi har nu även sålt Aygon och skaffat oss en Ford Focus, men saknar Augon lite ändå. Känns otroligt bra att ha en bil som går att använda till att köpa grejer till huset med iallafall. Pappas kärra står nu här permanent :)","projekt":"0"},
{"id":"40","head":"Plattor","date":"2008-09-27","note":"Var på Hornbach och köpte en ny skottkärra. Köpte reglar och byggde form till garageuppfarts-plattor. Spolade av grundplattan och förberedde för att gjuta fall.","projekt":"0"},
{"id":"41","head":"Gjutit fall","date":"2008-09-28","note":"Gjutit fall. Tog två timmar, gick över förväntan. Linda hann med att städa källaren vilket var mer än behövligt. Magnus påbörjade projektet \"ta bort oljetanken\".Göt första provplattan till uppfarten och givetvis så hade vi fågelfotavtryck efter en kort stund. => Gjuta inomhus is da shit!","projekt":"0"},
{"id":"42","head":"12 ton makadam","date":"2008-10-03","note":"12 ton makadam kom idag em från vikans kross. Plattorna på uppfarten ville inte riktigt hålla upp lastbilen, grushögen hamnade lite längre ut än planerat men fortfarande på tomten. Vi påbörjade rengöring av norr-väggen och började även lägga ner dräneringsrören på den samma.","projekt":"0"},
{"id":"43","head":"Dräneringsarbete","date":"2008-10-11","note":"Ett ste-styrka pass på Friskiis & Svettis följt av en dag med ler-grävande resulterade i en träningsverk icket av denna värld (för Linda).Christian och Olof hjälpte till idag. Vi grävde ner rören längs hela framsidan, från hörnet till brunnen. Lyckades även hinna med att få dit pordränplattorna halva vägen fram.","projekt":"0"},
{"id":"44","head":"Rengöring av väggen","date":"2008-10-12","note":"Rengjorde resten av väggen med maskin hyrd från Cramo. Satte plattor resten av vägen på väggen fram till brunnen. Listen är spikad och en låg mur av lera är på plats. 12 tons högen med makadam har nu synliga spår av \"nallande\". Har även börjat flytta lera från platsen för tillbyggnaden.","projekt":"0"},
{"id":"45","head":"Mer makadam","date":"2008-12-07","note":"Jo, nu har vi kommit mycket längre. 12 tons högen med makadam är slut och en ny 13,7 tons hög är halverad. La klart dräneringsrören runt tillbyggnaden idag. Nu är rören ihopkopplade runt hela huset, sånär som på den sista lilla biten framför trappan.","projekt":"0"},
{"id":"46","head":"Gjutit platta för utbyggnad","date":"2008-11-16","note":"Gjutning av plattan gick mycket bra. Christian, Mona, Olof, Fredrik, Linnea, Linda och Magnus hjälptes åt med att blanda, tömma, bära och platta ut cementen. Känns nästa overkligt bra när man tittar på det.Planen är att börja myra väggen till utbyggnaden innan jul. Sedan är det återfyllnad kvar vilket vi tänker göra med maskin. Men redan nu kan det rasa hur mycket som helst (nästan) utan att det förstör för oss, äntligen. SKÖNT!","projekt":"0"},
{"id":"47","head":"Utbyggnad till tippen","date":"2009-08-30","note":"Tre vändor till ÅV-centralen för att slänga gamla utbyggnaden. Byggt regnskydd till källaren och satt upp plast på innerväggen så det inte blåser in. Börjar gå mot höst nu.","projekt":"0"},
{"id":"48","head":"Papp på taket","date":"2009-10-01","note":"Fredrik var här en dag mitt i veckan och vi började lägg underlagspapp. Började med gamla delen av huset eftersom den är otät och läcker in. Skall fortsätta i helgen.","projekt":"0"},
{"id":"49","head":"Mer papp och vindskivor","date":"2009-10-04","note":"Har nu lagt underlagspapp på hela baksidan av huset. Både nya och gamla delen. Började och kom ganska långt med att täcka utbyggnaden med vindskivor. Planen är att få upp dom sista utegips skivorna på måndag eftermiddag så det slutar blåsa inomhus.","projekt":"0"},
{"id":"50","head":"Takstolar och början till tak","date":"2009-09-27","note":"Då var det dax att få på takstolar på utbyggnaden. Krävdes en hel del tankeverksamhet för att få ihop det hela med gamla delen av huset. Började med att bygga undre delen av takstolarna och klä den med tak. Kändes säkrare att ha det så när vi satte dit övre spetsen av takstolen.Nu har utbyggnaden fått sin slutgiltiga form. Fattas bara tak, panel och fönster... men konturerna är där. Ser mycket bra ut och det passar verkligen ihop med den gamla delen av huset.","projekt":"0"},
{"id":"51","head":"Undergolv på plats i utbyggnad","date":"2009-10-25","note":"Har lagt undergolv i utbyggnaden i helgen. Tog en dag per våning ungefär. Det var ganska mycket jobb med att få alla reglar och förstärkningar på plats mellan golvbjälkarna.Dessutom har vi fått all isolering på plasts i utbyggnaden. Saknas lite småbitar bara men det fixar vi när det är dax att sätta in fönstren.","projekt":"0"},
{"id":"52","head":"Bort med källarväggen","date":"2009-10-27","note":"Äntligen är väggen i källaren borta. Gick över förväntan, Christian och Fredrik var här och körde med Ingemars monstermaskin. Passade på att köra iväg allt vi rev ner till soptippen också så det känns otroligt skönt. Äntligen har vi fått ett tillfälligt förråd.","projekt":"0"},
{"id":"53","head":"Ut med oljetanken","date":"2008-12-17","note":"Efter att ha tröttnat på att ha det så \"äkligt\" i tvättstugan har vi bestämt oss för att göra något åt det. Det var ungefär 150 liter olja kvar som vi fick pumpa ut och åka till ÅV-centralen med, inga problem det är gratis när det är miljöfarligt avfall. Fyllde ca 20 cm med sand i tanken och började skära med vinkelslipen. Den orkade inte och gav upp, lyckades dock reklamera den och passade även på att köpa en sticksåg som var betydligt mer lämpad för uppgiften. Allt bra nu återstår att slänga delarna på tippen.","projekt":"0"},
{"id":"54","head":"Målat tvättstugan","date":"2008-12-19","note":"Nu har vi lyckats kladda färg på väggarna också. Vilken skillnad det blev. Vi valde en väldigt ljus grå nyans för att få det ljust men inte lysande vitt.","projekt":"0"},
{"id":"55","head":"Taket har kommit","date":"2009-11-08","note":"Var och hämtade taket på Hornbach. En helpall med shingel.","projekt":"0"},
{"id":"56","head":"Putsat insidan på källarväggen","date":"2009-11-07","note":"Putsade insidan på källarväggen, tog väl halva dagen ungefär.","projekt":"0"},
{"id":"57","head":"Nu är även dörrarna på plats","date":"2009-04-01","note":"Handtag och dörrar på plats, så här ser det ut nu.","projekt":"0"},
{"id":"58","head":"Början på nytt sovrum","date":"2009-02-27","note":"Börjat riva ner väggar och tapeter.","projekt":"0"},
{"id":"59","head":"Väggarna nere","date":"2009-02-28","note":"Väggar, tapet och gammalt skivmaterial på väggarna är borta. Dax att slipa golvet.","projekt":"0"},
{"id":"60","head":"Slipning","date":"2009-03-01","note":"Slipningen går ganska bra. Fick dock börja med att laga slipmaskinen som vi hyrt på Bauhaus. Fick dessutom åka och köpa grövre sandpapper eftersom den gamla lacken sätter igen sanpappret med en gång. Snart klart!","projekt":"0"},
{"id":"61","head":"Klar med slipningen","date":"2009-03-04","note":"Nu är det slipat. Helt sjukt vilken skillnad det blev. Vi är mycket nöjda, givetvis.","projekt":"0"},
{"id":"62","head":"Golvbehandling","date":"2009-03-06","note":"Vi har bestämt oss för att luta golvet och sedan såpa det. Återstår och se hur det blir när det har torkat.","projekt":"0"},
{"id":"63","head":"Fixa runt fönstret","date":"2009-03-08","note":"Planken under fönstret var dålig och behövde bytas. Sågade ut allt dåligt med tigersågen och snickrade dit nytt fint virke från innerväggen som vi rev tidigare.Tätade med fogskum runt fönstret också så nu har vi lärt oss hur man inte skall göra. Det växer något helt enormt när det torkar.","projekt":"0"},
{"id":"64","head":"Vindskivor på plats","date":"2009-12-13","note":"Tog hela helgen att få dit vindskivorna. Vi hade hyrt ställning och Christian var här. Segt arbete med mycket spring upp och ner. Mycket jobb med att fixa till all papp som hade blåst sönder. Linda plockade eternit från marken hela helgen men det är fortfarande mycket kvar att samla ihop så vi kan åka till tippen med det.","projekt":"0"},
{"id":"65","head":"Papp på hela taket","date":"2009-12-06","note":"Äntligen har vi papp på hela taket. Som vanligt jobbade vi hela helgen. Plockade bort eternit och gammal papp på framsidan av huset och ersatte med ny fin papp. Vi fick även hjälp med att riva tapet i källaren.","projekt":"0"},
{"id":"66","head":"Hyllor i Linneas rum","date":"2009-11-14","note":"Har satt upp lite hyllor och klädhängare i nya rummet i källaren (aka. Linneas rum)Skönt att kunna bära in alla verktyg och annat bröte som har legat över allt i hela huset.","projekt":"0"},
{"id":"67","head":"Vägg i sovrummet","date":"2009-03-12","note":"Reglat upp väggen som skall vara mellan sovrummet och toaletten. Har kommit snö :)","projekt":"0"},
{"id":"68","head":"Väggbeklädnad","date":"2009-03-13","note":"Jobbet med sovrummet går vidare. Nu har vi isolerat taget\/väggen och har alla OSB-skivor på plats. Börjar få en känsla för hur det kommer bil nu med den nya väggen.","projekt":"0"},
{"id":"69","head":"Gips","date":"2009-03-19","note":"Nu är gipsen på plats. Känns som ett rum nu, längtar tills vi får tapet på väggarna.","projekt":"0"},
{"id":"70","head":"Spackling","date":"2009-03-22","note":"Skarvarna är spacklade och vi väntar nu på att det skall torka så vi kan slipa och täcka av golvet.","projekt":"0"},
{"id":"71","head":"slipat och städat","date":"2009-03-29","note":"Nu har vi slipat och städat sovrummet. Ställde in sängen också för att få se hur stor plats den tar. Rummet känns betydligt större än vad vi hade förväntat oss. Bra med plats vid sidan om sängen och ett dansgolv mellan sängen och garderoberna :)","projekt":"0"},
{"id":"72","head":"Tapetsering","date":"2009-04-10","note":"Skönt att ha fått på tapeten på väggarna. Lite pill med konstiga vinklar mellan vägg och snedtaket, men vi lyckades få till det riktigt bra.","projekt":"0"},
{"id":"73","head":"Rivning av gamla garderoben","date":"2009-04-26","note":"Fick hjälp med att riva den gamla garderoben och väggen från datorrummet in till där toaletten senare skall vara. Har tyvärr inga bilder på hur det blev men det kommer väl senare.","projekt":"0"},
{"id":"79","head":"Köpte första omgången med panel","date":"2009-12-27","note":"Köpte så mycket panel och spikläckt kärran klar. 23 plankor blev det, återstår att se hur långt det räcker. Antagligen behöver vi åtminstone 3 sådana vändor till.","projekt":"0"},
{"id":"78","head":"Hämtade gratis fönster","date":"2009-12-27","note":"Hittade fönster på blocket som ägaren vill bli av med. Nästan samma storlek som dom vi har. Dessutom så fanns dom en knapp kilometer härifrån. Bara att åka och hämta","projekt":"0"},
{"id":"80","head":"Målade panel","date":"2009-12-28","note":"Börjat måla panel. Hänger på tork i källaren på våran nya, patentsökta, torkställning som Oskar och Linda har byggt alldeles själva.","projekt":"0"},
{"id":"81","head":"Spikade upp panel","date":"2009-12-29","note":"Har spikat upp bottenplankorna till panelen. Saknas locklister och hörnplankor som kommer senare. Vi vet fortfarande inte var vi skall få tag på locklisterna.","projekt":"0"},
{"id":"82","head":"Uttag för fönster i utbyggnaden","date":"2009-12-30","note":"Innan vi sätter panel på baksidan tänkte vi märka ut var fönstren skall sitta. Har nu gjort avlastningar i väggen för där fönstren skall sitta. Antagligen är det onödigt mycket förstärkningar med hellre det.","projekt":"0"},
{"id":"83","head":"Dator i köket","date":"2009-12-31","note":"Alla har väl dator i köket?","projekt":"0"},
{"id":"84","head":"Skrapat färdigt fönstren","date":"2010-01-01","note":"Fönstren är nu färdigskrapade och oljade. Skall torka tills i morgon innan vi kan grundmåla.","projekt":"0"},
{"id":"85","head":"Fönstren målade","date":"2010-01-06","note":"Tog sin tid att måla fönstren. Tre olika färger och massor med torktid. Men nu är det klart.","projekt":"0"},
{"id":"86","head":"Altandörr och fler fönster","date":"2010-01-10","note":"Hittade en dubbelhängd altandörr och fler fönster på blocket. Fanns i Torup och hade suttit på ett nästan identiskt hus som det vi har. Lite dåligt skick på vissa delar men inget som inte går att laga. Lite nytt trä och färg så kommer det bli kanon!","projekt":"0"},
{"id":"87","head":"Här hamnar fönstren","date":"2010-01-11","note":"Märkte ut var fönstren på bottenvåningen skall sitta. Fönstret på ovanvåningen kommer vi placera i mitten på samma höjd från golvet som övriga fönster på den våningen.","projekt":"0"},
{"id":"88","head":"Glugg för fönster på ovanvåningen","date":"2010-01-11","note":"Snickrat hål i väggen för fönstret på ovanvåningen. Nu är allt klart för att spika dit spikläkten och sätta panelen på stora väggen.","projekt":"0"},
{"id":"89","head":"Fönster på plats","date":"2010-01-17","note":"Christian var i vanlig ordning på plats. Denna gång var det fönsterna som skulle på plats. Vi hann även med att spika upp ett gäng med panelbrädor. Frågan är om kulören är rätt? Vi får fundera lite... ","projekt":"0"},
{"id":"90","head":"Börjat med panel","date":"2010-01-21","note":"Har börjat sätta panel på utbyggnaden. Bifogar en bild genom fönstren också.","projekt":"0"},
{"id":"91","head":"Kryddhylla i köket","date":"2010-02-13","note":"Fortsätter på det provisoriska hyllsystemet och sätter upp en kryddhylla :)","projekt":"0"},
{"id":"92","head":"Vinterbilder","date":"2010-02-20","note":"Panel på hela den stora sidan på utbyggnaden. Vi undrar inte längre var för det är så kallt inomhus, all värmen går åt till att smälta snö på taket...","projekt":"0"},
{"id":"93","head":"Panel på hela utbyggnaden","date":"2010-02-21","note":"Äntligen har vi panel på hela utbyggnaden. Har även fått på foderbrädor på alla fönstren. Håller på att måla hörnbrädor och karmen till altandörren.Härligt med mycket snö men kallt inomhus...","projekt":"0"},
{"id":"94","head":"Montering av altandörr","date":"2010-02-27","note":"Monterat altandörren.","projekt":"0"},
{"id":"95","head":"Hörnbrädor","date":"2010-02-28","note":"Fick hörnbrädor och lite andra lister på plats. Snart dax att börja inomhus :)","projekt":"0"},
{"id":"96","head":"Dosor","date":"2010-03-06","note":"Funderar på var dosorna för vägguttagen skall sitta. Nästan klar med inplastning av väggarna. Grabbarna värmer sig i solen.","projekt":"0"},
{"id":"97","head":"Vitlaserad ek","date":"2010-04-19","note":"Det här golvet kommer det bli!","projekt":"0"},
{"id":"98","head":"Beställt kök","date":"2010-04-29","note":"Äntligen har vi lyckats bestämma oss för ett kök. Beställde idag på HTH. Dock inga vitvaror än, skall lura mer på det i helgen och förhoppningsvis beställa nästa vecka.Värt att notera är att det inte blev blanka luckor utan matta!","projekt":"0"},
{"id":"99","head":"Bygga in balk","date":"2010-04-24","note":"Fredrik var portad i lägenheten så vi fick hjälp med att bygga in balken i helgen. Monterade även upp dom sista hinkarna för spottarna. Blev inte helt klara på lördagen så arbetet fortsatte även på söndagen.","projekt":"0"},
{"id":"100","head":"balk och vägg","date":"2010-04-25","note":"Byggde in balken helt och hållet. Lyckades även få upp väggen mot hallen som även skall täcka kyl\/frys.","projekt":"0"},
{"id":"101","head":"Väggar och altandörr","date":"2010-03-11","note":"Börjar få på OSB-skivorna på väggarna och har märkt ut för fönstret vid köksbordet","projekt":"0"},
{"id":"102","head":"Gips i utbyggnaden","date":"2010-03-17","note":"Äntligen börjar det kännas lite mer färdigt. Gips på väggarna i utbyggnaden och vi har köpt undergolvet till hela våningen.","projekt":"0"},
{"id":"103","head":"Undergolv på mellanvåningen","date":"2010-03-20","note":"Nu har vi börjat lägga spånskivorna som skall täcka hela golvet på mellanvåningen. Mycket jobb med att få det plant och vågrätt...","projekt":"0"},
{"id":"104","head":"Färdiga med undergolvet","date":"2010-03-21","note":"Nu är det på plats, undergolvet alltså. Känns bra! Så stort det känns.","projekt":"0"},
{"id":"105","head":" Forstättning med gamla delen","date":"2010-04-05","note":"Har nu fortsatt in i gamla delen med gips på väggarna. Har även tagit ner det gamla hemska taket och börjat regla upp för att få takgipsen på plats.","projekt":"0"},
{"id":"106","head":"Byggt el och klar med OSB","date":"2010-04-11","note":"Har fräst in elrör i väggarna och skruvat upp OSB-skivor på alla väggarna.","projekt":"0"},
{"id":"107","head":"Kyl & frys + hjälp med bygget","date":"2010-05-08","note":"Hade bestämt oss för att köpa kyl och frys sist men vi hittade ett erbjudande vi inte kunde säga nej till...Fick dessutom lite hjälp med att skruva dom sista gipsskivorna.","projekt":"0"},
{"id":"108","head":"Spotts i taket","date":"2010-05-18","note":"Monterade in några spott-lights. Hur bra som helst!","projekt":"0"},
{"id":"109","head":"Flytspackel och städning","date":"2010-05-22","note":"Har flytspacklat bort ojämnheterna i golvet. Har städat också. Allt för att förbereda för fingolvet.","projekt":"0"},
{"id":"110","head":"Fingolvet","date":"2010-05-23","note":"Nu är det på plats. Fingolvet. Tog en knapp dag att lägga och det blev klart över förväntan. Nu känns rummet större än någonsin tidigare!Mycket nöjda.","projekt":"0"},
{"id":"111","head":"Vitvarorna","date":"2010-05-27","note":"Nu har dom kommit. Väntar bara på att stommarna till köket skall komma också så vi kan montera in dom och äntligen få ett kök.Stommarna till köket skall komma nästa vecka. Känns overkligt!","projekt":"0"},
{"id":"112","head":"Målning","date":"2010-05-11","note":"Målat väggar och tak. Allt i vitt. Har inte kunnat bestämma oss för om vi skall tapetsera eller måla och inte heller vilken färg det skall vara. SÅ vi börjar med vitt.Tyvärr inga bilder just nu men det kommer senare.","projekt":"0"},
{"id":"113","head":"Montering av köket","date":"2010-06-02","note":"Köket har kommit och vi har börjat montera ihop det. Grejer över hela vardagsrummet igen...","projekt":"0"},
{"id":"114","head":"Fortsatt montering av kök","date":"2010-06-07","note":"Det närmar sig. Känns helt otrolig bra, precis som vanligt när det börjar bli klart.","projekt":"0"},
{"id":"115","head":"Foder och lister runt fönstren","date":"2010-06-30","note":"Ingen mer plast och isolering som sticker fram runt fönstren. Det känns inte som en byggarbetsplats längre, känns nästan som ett rum :)","projekt":"0"},
{"id":"116","head":"Isolering av fasaden","date":"2010-07-17","note":"Nu har vi börjat isolera fasaden.","projekt":"0"},
{"id":"117","head":"Shingel, kökstolar och konceptet","date":"2010-07-18","note":"Äntligen har vi kommit igång med shinglet. Hoppas vi hinner innan hösten och allt regn. Linda har börjat såga till bitarna till \"konceptet\" och Mona slipar våra köksstolar.","projekt":"0"},
{"id":"118","head":"Mer tak + regnbåge","date":"2010-07-22","note":"Fortsätter med taket. Marianne grundmålar \"koncepet\". Världens största regnbåge på kvällen.","projekt":"0"},
{"id":"119","head":"Bänkskivan på plats","date":"2010-07-23","note":"Estlands två största Estländare kom och monterade in bänkskivan. Linda försökte lyfta en ändan på ö-skivan utan lyckat resultat. Skivorna är sjuktligt tynga och snygga!","projekt":"0"},
{"id":"120","head":"Isolering av framsidan","date":"2010-07-27","note":"Slit ut en generation i taget :). Christian och Gunnar gör sitt bästa på sydsidan.","projekt":"0"},
{"id":"121","head":"Friggen bye bye","date":"2010-08-04","note":"Nu är den borta. Woohooo!","projekt":"0"},
{"id":"122","head":"Utgrävning för garaget","date":"2010-08-09","note":"Har hyrt en 1-tons minigrävare och en hjullastare för att gräva ut för garaget.","projekt":"0"},
{"id":"123","head":"Utgrävningen fortsätter","date":"2010-08-12","note":"Vi fortsätter gräva ut för garaget. Det som skulle ta två till tre dagar tog tillslut hela veckan. 12 överfulla containrar blev det.","projekt":"0"},
{"id":"124","head":"Grus på infarten","date":"2010-09-12","note":"Två lass 0-18 utkört på garageinfarten. Totalt drygt 30 ton. Första lasset fick vi utknuffat med storgrävaren av grabbarna som gräver i gatan utanför, riktigt schysst! Det andra lasset handskottade vi. Ingen mer jobbig lera :)","projekt":"0"},
{"id":"125","head":"Ut med pannan och in med VV-beredare","date":"2010-09-19","note":"Köpte en VV-beredare på blocket för 500:- som monterades upp i hallen, flyttade även ut tvättmaskin och torktummlare. Varmvatten kvalitén gick upp märkbart, det är inte bara varmt... det är varmt länge också.Baxade, drog och vinschade ut pannan också. Så ny är vi av med den. Skall bara köras till tippen också... ","projekt":"0"},
{"id":"126","head":"Fläkt och handtag","date":"2010-09-26","note":"Köksfläkten är på plats men inte inkopplad än. Har monterat handtagen på luckorna i köket också.","projekt":"0"},
{"id":"127","head":"Tvättstugan, för sista gången","date":"2010-09-25","note":"Dags att fixa tvättstugan för sista gången. Har börjat knacka bort den gamla mosaiken och cementklumpen som pannan stod på.","projekt":"0"},
{"id":"128","head":"Körsbärsträdet borta","date":"2008-09-12","note":"Körsbärsträdet stod konstant i vägen så vi beslutade att ta ner det. Nu är det borta.","projekt":"0"},
{"id":"129","head":"Mer lera","date":"2008-10-26","note":"Skottat upp den sista leran från botten av hålet. Nu skall det snart gjutas.","projekt":"0"},
{"id":"130","head":"Tomten från ovan","date":"2009-05-15","note":"En bild på tomten från hustaket","projekt":"0"},
{"id":"131","head":"Början till grunden","date":"2009-06-18","note":"Har börjat mura väggen till utbyggnaden.","projekt":"0"},
{"id":"132","head":"Fler lager","date":"2009-06-19","note":"Några fler lager murade","projekt":"0"},
{"id":"133","head":"Putsat första biten","date":"2009-06-21","note":"Putsat första biten med cementhålsten. Murat några lager med leca. Jordgubbarna börjar dessutom bli mogna :)","projekt":"0"},
{"id":"134","head":"Dränering av utbyggnaden","date":"2009-06-28","note":"Putsat klart och fått på dräneringsskivorna.","projekt":"0"},
{"id":"135","head":"Jord till Häcken","date":"2010-10-17","note":"10kbm jord anlände under dagen. Nu gäller det bara att skotta ut och plantera häcken. Otroligt mycket lättare att skotta jord än lera :)","projekt":"0"},
{"id":"136","head":"Arbetshörna i vardagsrummet","date":"2010-10-23","note":"Har börjat rensa ut på ovanvåningen. Flyttade ner lådor, dator och whiteboard-tavlan för att på så vis få en liten arbetshörna i vardagsrummet. Mycket lyckat.","projekt":"0"},
{"id":"137","head":"Plantering av häck","date":"2010-10-23","note":"Häcken är planterad. Så här blev det, hoppas avstånden blev rätt.","projekt":"0"},
{"id":"138","head":"Paradisapel","date":"2010-10-24","note":"Vi bestämde oss för att inte ta ett frukträd och istället ta ett paradisapel. Det hamnade helt perfekt mellan vårat och grannens köksfönster. Hoppas det växer fort.","projekt":"0"},
{"id":"139","head":"Gjuta golv i tvättstugan","date":"2010-10-31","note":"Nu har vi fått ner de nya avloppsrören och anslutit dem mot avloppet in till huset. Fick i en ny brunn på rätt höjd och lite extra finesser. Fick chansa lite med hur avloppet till ovanvåningen skulle gå men det kommer nog bli bra.Det gick åt 16 säckar cement att gjuta igen hålet, tur vi hade en extra hemma... Imorgon bitti skall ytan skrapas av och sen skall det vattnas resten av veckan.","projekt":"0"},
{"id":"140","head":"Börjat lägga mosaik","date":"2010-11-20","note":"Nu har vi städat ur tvättstugan och skrapat klart golvet. Dags att lägga golvet.","projekt":"0"},
{"id":"141","head":"Hela golvet på plats","date":"2010-11-22","note":"Mosaiken på golvet är på plats. Bara att vänta på att det skall torka innan vi kan foga.","projekt":"0"},
{"id":"142","head":"tvättstugan - fortsatt arbete","date":"2010-12-05","note":"Målat väggarna, fogat och spacklat klart. Håller på att regla taket och dra el för att kunna sätt upp gips i taket.Linda borrar med långborren för att få upp el till köksön.","projekt":"0"},
{"id":"143","head":"så gott som klart","date":"2010-12-18","note":"Golvkanten helt klar och allt är fogat. Latex fogen snart på plats både runt golvet och taket. Flyttade inte tvättmaskin och torktumlare med en gång, gick inte att låta bli.","projekt":"0"},
{"id":"144","head":"Isolering av vinden","date":"2010-12-26","note":"Köpte isolering och virke för att kunna bygga vägg och isolera extrarummet mot vinden. Planen är även att bygga om och förstärka takstolarna så vi kan ta bort den gamla delen av taket.","projekt":"0"},
{"id":"145","head":"Bilen + bilder på huset","date":"2010-12-27","note":"Fin vinterdag. -7 utomhus, något varmare inne.","projekt":"0"},
{"id":"146","head":"Förstärkning av tak","date":"2010-12-28","note":"Fortsätter med taket och extrarummet. Förstärkning av takstolarna.","projekt":"0"},
{"id":"147","head":"Rivning av taket","date":"2010-12-31","note":"Rivit gamla taket och reglat upp nya väggen till extrarummet.","projekt":"0"},
{"id":"148","head":"Golv på ovanvåningen","date":"2010-12-30","note":"Nytt undergolv snart på plats på hela ovanvåningen.","projekt":"0"},
{"id":"149","head":"Avlopp till toan","date":"2011-01-07","note":"Tog lång tid att få till fallet på avloppsrören. Men nu skall lutningen iallafall vara tillräcklig.","projekt":"0"},
{"id":"150","head":"Mer toa + färdigbyggt hörn","date":"2011-01-08","note":"Vatten och värmerör ligger i spagetti. Hörnet med dom roliga vinklarna har tagit form.","projekt":"0"},
{"id":"151","head":"Köket (med färgklicken)","date":"2011-01-10","note":"Några bilder på hela köket. Notera färgglada sidan på köksön, men det kanske inte går att låta bli :)","projekt":"0"},
{"id":"152","head":"Toaväggen","date":"2011-01-09","note":"Har börjat regla upp väggen till toaletten. Det här kommer bli riktigt bra.","projekt":"0"},
{"id":"153","head":"Mysrum","date":"2011-01-16","note":"Fortsatt jobb med mysrummet. OSB på väggarna åt all håll.","projekt":"0"},
{"id":"154","head":"Färdig med gips + nya dörrar","date":"2011-01-18","note":"Hittade nya dörrar på Hornbach till bra pris. Värt varenda krona att slippa skrapa och slipa dom gamla dörrarna. Dessutom var är det bättre proportioner på de nya dörrarna.","projekt":"0"},
{"id":"155","head":"Inbyggt skåp","date":"2011-01-22","note":"Linda bygger inbyggda skåpen i sovrum 2 (gula sovrummet)","projekt":"0"},
{"id":"156","head":"Sovrum 2 klart för målning","date":"2011-02-19","note":"Klara med spacklingen av sovrum 2. Tapetserade med renoveringstapet för att få en jämn och stark yta som inte spricker. Tapetserade även taket med fiberväv.","projekt":"0"},
{"id":"157","head":"Två hål i golvet","date":"2011-02-19","note":"För att dra fram vatten till elementet tog vi upp två hål i golvet. Gick förvånansvärt smidigt.","projekt":"0"},
{"id":"158","head":"Disneygult","date":"2011-02-20","note":"Målning med disneygult. Det blir gult! Fel ljusinställning på kameran när bilden togs, färgen är betydligt brandgulare än vad den verkar på bilden.","projekt":"0"},
{"id":"159","head":"Brandgult är fult","date":"2011-02-21","note":"Nej det blev för mörkt med disneys anknäbbsgula nyans. Vi grundar med vitt igen och gör om från början.","projekt":"0"},
{"id":"160","head":"0570-G90Y","date":"2011-02-26","note":"8 provbrytningar senare valde vi 0570-G90Y. Blir helt perfekt nyans. Den platsbyggda garderoben börjar ta form.","projekt":"0"},
{"id":"161","head":"Galet bra!","date":"2011-03-11","note":"Nu är det klart. Nästan. Målat klart och lagt in mattan men återstår att montera element och sätta lister utmed golvet. Och dörrar på garderoben givetvis.Blev en otroligt mysig känsla när heltäckningsmattan kom in.","projekt":"0"},
{"id":"162","head":"TV-rummet nästa","date":"2011-03-13","note":"Har börjat sätta upp reglar i taket och börjat gipsa. Funderar på rött eller lila på väggarna.","projekt":"0"},
{"id":"163","head":"Lila rummet","date":"2011-03-19","note":"Det blev lila! (S3050-R60B) Heltäckningsmattan på plats också. Spottar i taket, även i sovrummet.","projekt":"0"},
{"id":"164","head":"Första grillningen","date":"2011-04-02","note":"Grillperimär, kallt ute men mycket trevligt.","projekt":"0"},
{"id":"165","head":"Då var det dax igen, LERA","date":"2011-04-04","note":"Gräver ner dagvattenrör\/dränering samt elrör till garaget. Nu ÄR det sista gången vi jä..as med leran...","projekt":"0"},
{"id":"166","head":"Nästan klart","date":"2011-04-05","note":"Allt grus på plats iallafall.","projekt":"0"},
{"id":"167","head":"Undergolv i nya badrummet","date":"2011-04-17","note":"Fick dra om avloppet ytterligare en gång på grund av att vi bestämde oss för att inte ha någon vägghängd toalett. Den fick inte plats och det gick inte att få någon ordning på hur väggen skulle byggas. Bra beslut.","projekt":"0"},
{"id":"168","head":"Badrumsprylar","date":"2011-04-22","note":"Har shoppat grejer till badrummet. Handfat och kommod är beställda.","projekt":"0"},
{"id":"169","head":"Vatten och tak i badrummet","date":"2011-05-08","note":"Spottarnas tänkta placering i taket hamnade precis mitt för en takstol så de fick flyttas lite off-center. Taket på plats och lika så vatten till dusch, handfat och toalett.","projekt":"0"},
{"id":"170","head":"Flytspackling av badrum","date":"2011-05-21","note":"Golvvärme och armering tog sin tid. Delade av badrummet i två delar. Stora delen flytspacklas och duschdelen gjuts med en fastare variant som går att fixa fall med.Spacklet räckte på decilitern, var ganska nervöst ett tag.","projekt":"0"},
{"id":"171","head":"Gjutning av fall","date":"2011-05-22","note":"Till slut fick vi ordning på fallet i duschdelen. Tror vi. Första hinken fick vi ta upp igen och slänga men det räckte ändå. Massan stelnade väldigt fort, jämfört med hur vi jobbade... Värsta regnovädret ute när spacklet skulle blandas.","projekt":"0"},
{"id":"172","head":"Extra Green Premium","date":"2011-05-28","note":"Nu har vi sått första delen av gräsmattan, nämligen framsidan. Tog dyrfrön i hopp om att få Premiumkänsla. Vi får väl se hur det går :)Det skall tydligen växa långsamt också, så vi slipper klippa så ofta.","projekt":"0"},
{"id":"173","head":"Cykeln","date":"2011-06-03","note":"Tillfällig post för att visa nya cykeln.","projekt":"0"},
{"id":"174","head":"Rör köksfläkten","date":"2011-06-05","note":"Äntligen är köksfläkten inkopplad. Funderar på om bacon eller pannkakor är bäst lämpade för att testa funktionen.","projekt":"0"},
{"id":"175","head":"Gräsmattan en vecka gammal","date":"2011-06-05","note":"Börjar komma några strån :)","projekt":"0"},
{"id":"176","head":"Mosaik till badrummet","date":"2011-06-06","note":"Äntligen har den kommit och det gick givetvis inte att låta bli att prova och lägga ut en kartong.","projekt":"0"},
{"id":"177","head":"Gräsmattan efter helgen","date":"2011-06-07","note":"Efter helgens extrema värmebölja (någon form av rekord tydligen) har gräset verkligen visat framfötterna och ser nu ut på detta viset.","projekt":"0"},
{"id":"178","head":"Taket i badrummet klart","date":"2011-06-07","note":"Så här blir det. Spottarna är inte inkopplade än så den nyfikne får hålla sig till tåls med hur det ser ut.","projekt":"0"},
{"id":"179","head":"Breda eller smala fogar...","date":"2011-06-18","note":"...det är frågan.Fogen skall vara vit och det står mellan 2mm och 3mm fog.Olois  - bredFrenea - bredOskar  - bredmop(L) - bredVerkar som det blir bred :)","projekt":"0"},
{"id":"180","head":"Det tar sig","date":"2011-06-18","note":"Fortfarande väldigt fläckvis men det blir mer och mer gräs.","projekt":"0"},
{"id":"181","head":"Tätskiktet","date":"2011-06-17","note":"Nu är det klart. På väggarna iallafall, tar golvet efter att väggarna är klara.","projekt":"0"},
{"id":"182","head":"Kakel","date":"2011-06-19","note":"Det blev breda fogar (3 mm). Satte upp en trälist för att få första (andra) raden med kakel helt vågrät, blev hyfsat bra :). Nästan en hel vägg klar.","projekt":"0"},
{"id":"183","head":"Sista väggen","date":"2011-06-24","note":"Sista väggen nästan klar. Lindas platta tog närmre timmen att såga till.","projekt":"0"},
{"id":"184","head":"Tätskickt på golvet","date":"2011-06-25","note":"Nu är det klart. Tätskicktet. Snart blir det mosaik på golvet.","projekt":"0"},
{"id":"185","head":"Mosaik i badrummet","date":"2011-07-03","note":"Nu har vi lagt mosaiken i badrummet. Var kletigt på riktigt runt brunnen men det blev bra tillslut.","projekt":"0"},
{"id":"186","head":"Mer gräsmatta","date":"2011-07-06","note":"Experiment igen.Har sått gräsmatta utmed huset på södersidan. Mullade upp jorden\/leran och blandade i gödsel och sådde sedan rakt i det. Blev \"Villa Classic\" den här gången.Stödsådde även på kala fläckar framför köket.","projekt":"0"},
{"id":"187","head":"klart för fogning","date":"2011-07-09","note":"Det var sjukt jobbigt att pilla bort all fix som kommit upp mellan mosaikbitarna... men nu är det iallafall klart för att foga.","projekt":"0"},
{"id":"188","head":"Fogat + inredning","date":"2011-07-14","note":"Fogningen är klar på både väggar och golv det är bara latexfogen runt golvet som saknas.Har även börjat montera lite inredning i badrummet.","projekt":"0"},
{"id":"189","head":"Status på gräsmattan","date":"2011-07-13","note":"Så här ser den ut nu.","projekt":"0"},
{"id":"190","head":"Gräsmattan","date":"2011-07-29","note":"Så här ser den ut nu... Blir bättre och bättre","projekt":"0"},
{"id":"191","head":"Gjutformsdelar","date":"2011-07-29","note":"Givetvis bygger vi egna gjutformsdelar. Finns inte att få tag på i den dimension vi vill ha så vi sågar och limmar själva :)","projekt":"0"},
{"id":"192","head":"Början till form","date":"2011-07-31","note":"Här kommer garaget stå. Kanten på gjutformen klar.","projekt":"0"},
{"id":"193","head":"Gjutform och armering","date":"2011-08-01","note":"Nu är formen klar och armeringen på plats. Skall bara fylla med makadam runt om sen är det dags för betongen.","projekt":"0"},
{"id":"194","head":"Gjutning av garageplatta","date":"2011-08-05","note":"Plattan klar, tog ungefär en halvtimme att få allt på plats. Lastbilschauffören var den ende med erfarenhet och han delade med sig sporadiskt. Blev ganska bra till slut iallafall. ","projekt":"0"},
{"id":"195","head":"Gjuting av källargolv","date":"2011-08-05","note":"Passade på att gjuta golvet i källaren när vi ändå hade en betongbil på plats. Så himla skönt att äntligen ha ett plant golv i källarutbyggnaden.","projekt":"0"},
{"id":"196","head":"Murat första varvet","date":"2011-08-12","note":"Första varvet på garagegrunden är färdigt.","projekt":"0"},
{"id":"197","head":"Garagestomme","date":"2011-08-14","note":"På plats med lite hjälp. Även takstolarna är nu på plats.","projekt":"0"},
{"id":"198","head":"Taket på plats","date":"2011-08-21","note":"Garagetaket är på plats och underlagspappen ligger på.","projekt":"0"},
{"id":"199","head":"Rev gamla utbyggnaden","date":"2009-08-23","note":"Christian var här och hjälpte till med att riva den gamla utbyggnaden. Nu är den borta :)","projekt":"0"},
{"id":"200","head":"Panel på garaget","date":"2011-09-24","note":"Börjar få panel på garaget nu, snart har vi en carport :)","projekt":"0"},
{"id":"201","head":"Hus + blomma + gräsmatta","date":"2011-09-24","note":"Några bilder som visar hur det ser ut just nu.","projekt":"0"},
{"id":"202","head":"Tillverkning av garageportar","date":"2011-10-16","note":"Givetvis bygger vi våra egna garageportar... Verkar bli stabilt iallafall.","projekt":"0"},
{"id":"203","head":"Garageportarna färdiga","date":"2011-10-22","note":"Så här blir dom. Går inte att sluta titta, iallfall inte om man har byggt om själv.","projekt":"0"},
{"id":"204","head":"Plantering","date":"2011-10-24","note":"En taxus och ett gäng med fläder","projekt":"0"},
{"id":"205","head":"Hus + garage","date":"2011-10-25","note":"Några bilder på huset som det ser ut nu.","projekt":"0"},
{"id":"206","head":"Sålt tegelstenarna","date":"2011-10-30","note":"Fick 2kr styck = drygt 2000kr = :). Fick sålt cementblandaren av bara farten.","projekt":"0"},
{"id":"207","head":"Det närmar sig med värmen","date":"2011-11-05","note":"Fortsätter koppla in elementen. Har kopplat in cirkulationspumpen till golvvärmen i badrummet.","projekt":"0"},
{"id":"208","head":"Värmepump och element","date":"2011-11-06","note":"Vi jobbar vidare med värmen.","projekt":"0"},
{"id":"209","head":"Mer värme","date":"2011-11-15","note":"Nu är elpannan inkopplad och vi har varm och skönt inne.","projekt":"0"},
{"id":"210","head":"Konceptet och hyllor","date":"2011-11-26","note":"Konseptet är helt klart och glashyllorna i skåpen på plats. Linda målar hyllor till turkosa rummet.","projekt":"0"},
{"id":"211","head":"Grus framför garaget","date":"2011-11-26","note":"Beställde ett lass till med grus (0-18) för att fylla ut hålan framför garaget.","projekt":"0"},
{"id":"212","head":"Bänkskiva i tvättstugan","date":"2011-11-26","note":"Köpte ekskiva på IKEA och tog tvätthon från gamla tvättstugan och gjorde i ordning. Kommer bli bra det också!","projekt":"0"},
{"id":"213","head":"Smala fönstret i köket","date":"2012-01-28","note":"Fönstret är målat och klart och även på plats.","projekt":"0"},
{"id":"214","head":"Hallen","date":"2012-02-18","note":"Vi bestämde oss för att börja med hallen. Det är inte enligt ordinarie plan men det kändes roligare :). Skall bli härligt att komma hem till en fin hall i stället för kaos.","projekt":"0"},
{"id":"215","head":"Panel på norrsidan","date":"2012-04-09","note":"En långhelg med jobb på norrsidan. Panelen på plats, återstår locklister och lite annat smått och gott.<iframe width=\"300\" height=\"200\" src=\"http:\/\/www.youtube.com\/embed\/-ChiokgTAlY\" frameborder=\"0\" allowfullscreen><\/iframe>","projekt":"0"},
{"id":"216","head":"Klippt äppleträden","date":"2012-02-26","note":"Före och efter","projekt":"0"},
{"id":"217","head":"Hallgolv","date":"2012-02-25","note":"Hallgolvet har kommit. Pluppmatta i gummi. Kunde inte låta bli att lägga ut den för att se hur det kommer bli.","projekt":"0"},
{"id":"218","head":"Fönster i hallen på ovanvåningen","date":"2012-02-05","note":"Äntligen är fönstren i hallen på ovanvåningen lagade och på plats.","projekt":"0"},
{"id":"219","head":"Mera hall","date":"2012-03-11","note":"Vi jobbare vidare med hallen. Bestämde oss för att inte isolera väggen ner i källaren på insidan utan i bara på utsidan. Blir mer plats i trappan och lättare att bygga. Win-win.","projekt":"0"},
{"id":"220","head":"Trappa och gips i hallen","date":"2012-03-24","note":"Mer hall. Har byggt igen gamla ingången till vardagsrummet helt nu. Fortsätter skrapa trappan och gipsa väggarna i hallen.","projekt":"0"},
{"id":"221","head":"Vår","date":"2012-04-01","note":"Planterat om taxusarna, målat plankor och sålt utemöblerna.","projekt":"0"},
{"id":"222","head":"Nya växter","date":"2012-04-21","note":"Köpte två thujor som skulle stå längst bort i hörnet på tomten och ge utsiktsskydd mot grannen. Det blev inte riktigt som vi hade tänkt så de hamnade vid uteplatsen istället. Planterade även kompleterande häckplantor och en hängbjörk.Första grillningen för året.","projekt":"0"},
{"id":"223","head":"Stenkant runt huset","date":"2012-04-22","note":"Fick tag på en halv pall med sten på Allt i Mark för 200 kr, hade inte tänkt köpa det än men det var den typ av sten vi vill ha och det var långt under halva priset så det gick inte att låta bli.","projekt":"0"},
{"id":"224","head":"Jord på gräsmattan","date":"2012-04-23","note":"Beställde jord som vi tänker använda för att få gräsmatta över hela tomten samt att fixa till de delar med gräs som inte är så bra.","projekt":"0"},
{"id":"225","head":"Gräsmatta","date":"2012-04-29","note":"Fortsatt jobb med gräsmattan. Känns härligt att det äntligen skall bli gräsmatta även på bortre delen.","projekt":"0"},
{"id":"226","head":"Tulpaner från egna tomten","date":"2012-04-30","note":"Tulpanerna var ivägen för nya gräsmattan så vi plockade in dem.","projekt":"0"},
{"id":"227","head":"Trappan","date":"2012-05-05","note":"Lagning av trappan för att kunna färdigställa hallen och trappan.","projekt":"0"},
{"id":"228","head":"Trappa och staket","date":"2012-05-06","note":"Mer jobba med trappan och staketet på ovanvåningen.","projekt":"0"},
{"id":"229","head":"Locklister och målning","date":"2012-05-18","note":"Hyrt ställning och satt upp locklister. Passade på att måla delar av panelen också.","projekt":"0"},
{"id":"230","head":"Buskar och blommor","date":"2012-05-27","note":"Uppdaterat med syréner och lite blommor. Gräsmattan har börjat växa och panelen ser lite bättre ut.","projekt":"0"},
{"id":"231","head":"Målning av trappan","date":"2012-06-10","note":"Ett par lager färg nu men det krävs antagligen ett par lager till innan det blir riktigt bra.","projekt":"0"},
{"id":"232","head":"Ljushållare","date":"2012-06-10","note":"Linda har målat och satt upp på väggen.","projekt":"0"},
{"id":"233","head":"Schackbyrån","date":"2012-06-18","note":"Mer målning av Linda.","projekt":"0"},
{"id":"234","head":"Stenmur","date":"2012-06-23","note":"Byggt stenmur och trappa av alla stenarna som låt utmed garageinfarten.","projekt":"0"},
{"id":"235","head":"Dränering av garaget","date":"2012-06-23","note":"Här jobbas det på.","projekt":"0"},
{"id":"236","head":"Utearbete","date":"2012-06-23","note":"Fixat och trixat lite. Några bilder som visar hur det ser ut nu.","projekt":"0"},
{"id":"237","head":"Golv i garaget","date":"2012-08-04","note":"Nytt garagegolv på plats.<iframe width=\"420\" height=\"315\" src=\"http:\/\/www.youtube.com\/embed\/banDvNw_ZLE\" frameborder=\"0\" allowfullscreen><\/iframe>","projekt":"0"},
{"id":"238","head":"Sommaren 2012","date":"2012-08-05","note":"Häng- och stuprännor på både huset och garaget. Tak över entrédörren och allmänt fix i trädgården.","projekt":"0"},
{"id":"239","head":"Isolering av garaget","date":"2012-09-21","note":"Isolerar garaget","projekt":"0"},
{"id":"240","head":"Ny altandörr","date":"2012-10-07","note":"När vi beställde nya fönster passade vi på att beställa ny altandörr också. Treglas med glas hela vägen ner. Tät är den också så nu har vi inte storm i vardagsrummet längre.","projekt":"0"},
{"id":"241","head":"Spindelväv","date":"2012-10-12","note":"Över hela gräsmattan...","projekt":"0"},
{"id":"242","head":"Första fönstret på plats","date":"2012-10-21","note":"Började i vardagsrummet med minsta fönstret. Känns skönt att ha börjat.","projekt":"0"},
{"id":"243","head":"Årets sista äpplen","date":"2012-10-26","note":"En bild på årets sista äpplen. Solen tittade fram och äpplet hamnade i fokus, en av få härliga höstdagar.","projekt":"0"},
{"id":"244","head":"Fönster i trappan","date":"2012-10-28","note":"Dags för fönstret i trappan. Byggde en ställning över trappan för att kunna stå och jobba. Var tvungna att såga upp hålet i väggen för att fönstret skulle få plats.","projekt":"0"},
{"id":"245","head":"Fönster i turkosa rummet","date":"2012-11-04","note":"Fönstret i turkosa rummet på plats. Inte många fönster kvar nu :)","projekt":"0"},
{"id":"246","head":"Sovrumsfönstret","date":"2012-11-11","note":"Jobbigast av alla fönster var sovrumsfönstret. Vi hade missat att det var mindre än alla ändra fönster så vi var tvungna att ta upp öppningen i väggen. Tur vi har byggt själva så vi vet hur det ser ut under tapeten :)","projekt":"0"},
{"id":"247","head":"Belysning i garaget","date":"2012-12-15","note":"Jobbar vidare med garaget innan julledigheten. Passade på att köpa en värmepump på Jula också.","projekt":"0"},
{"id":"248","head":"Jul","date":"2012-12-24","note":"Ljus och snö.","projekt":"0"},
{"id":"249","head":"Hallen","date":"2012-12-30","note":"Äntligen är vi igång med hallen. Stökigt i hela huset igen men känns otroligt skönt att det äntligen blir gjort.","projekt":"0"},
{"id":"250","head":"Hallen på Nyår","date":"2012-12-31","note":"Jobbade på som gatt-däm och lyckades få upp all gips innan GPs 17-fyrverkerier, nästan. Siktar på att bli helt klara nästa år.","projekt":"0"},
{"id":"251","head":"Hallen spacklad","date":"2013-01-02","note":"Nu är hallen spacklad och klar för att slipas. Dags att börja bygga garderoben också. Hoppas bli klara till helgen innan det är dags att börja jobba efter julledigheten igen.","projekt":"0"},
{"id":"252","head":"Värmepump i garaget","date":"2012-12-22","note":"En värmepump i garaget var precis vad som behövdes, minusgrader ute men varmt och skönt inne. Planen hade hela tiden varit att använda den gamla pumpen men efter tips åkte vi till Jula och handlade för 4998kr","projekt":"0"},
{"id":"253","head":"Färg i taket och början på garderoben","date":"2013-01-03","note":"Tapeten i taket har torkat så nu är det dax att måla. Garderoben i hallen börjar också ta form.","projekt":"0"},
{"id":"254","head":"Tapetsering av hallen","date":"2013-01-19","note":"Vi valde en diskret svart-vit-randig tapet för hallen. Passar bra med övriga huset och det blir samma tapet både uppe och nere. Tanken är att även fortsatta med den här tapeten in i korridoren när vi bygger igen lila rummet. Nice!","projekt":"0"},
{"id":"255","head":"Blandat","date":"2013-02-16","note":"Skall lämna tillbaka Skåpis snart så det gäller att handla alla storgrejer innan dess. Skivorna är till väggen som skall dela av lila rummet.Börjar komma lister runt fönter och det blir nya dörrar på ovanvåningen.","projekt":"0"},
{"id":"256","head":"Lila -> Gröna","date":"2013-03-16","note":"Det lila rummet skall bli inbyggt och grönt så vi börjar med att bygga väggen. Tanken är att installera skjutdörr.","projekt":"0"},
{"id":"257","head":"Trappa och hall","date":"2013-03-10","note":"Lägesuppdatering i trappan och hallen.Gummimattan tog slut men ny är beställd, betalt och hämtad. Bara att lägga med andra ord. I hallen är det snart bara listerna kvar.","projekt":"0"},
{"id":"258","head":"Gröna rummet","date":"2013-03-22","note":"Väggen är nästan klar, spacklad en gång på ena sidan. Tapeten har kommit och det är en riktigt härlig färg. Bilden ljuger, den är betydligt starkare.I helgen blir det klart.","projekt":"0"},
{"id":"259","head":"Hall ovanvåning","date":"2013-03-27","note":"Hallen är färdigtapetserad och lister runt fönstren är nästan färdiga också.","projekt":"0"},
{"id":"260","head":"Turkosa blir färdigt","date":"2013-04-06","note":"En mycket bra lördag. Tapetserade och målade taket, gipsade och spacklade det i veckan. Byggde färdigt runt dörren och satte lister runt dörr och fönster, tapetserade med turkosa tapeten på garderobsväggen.  Avslutade dagen med att slipa och såpa golvet.","projekt":"0"},
{"id":"261","head":"Färdiga rum","date":"2013-08-01","note":"Turkosa och gröna rummet är nu färdig så jag uppdaterar med några bilder.","projekt":"0"},
{"id":"262","head":"Baksidan av huset","date":"2013-08-03","note":"Har börjat med att knacka ner gammal puts som sitter löst. Tanken är att laga, putsa och måla innan vi fixar uteplatsen. Passade på att sätta in fönster i källaren också.","projekt":"0"},
{"id":"263","head":"Staket mot norr","date":"2013-08-04","note":"Kom överens med grannen om hur vi skall ha gränsen. Har varit allt mellan häckar och staket men nu är det bestämt att det blir ett spalje-plank. Bara att köra på.Vi hann få upp alla stolpar och ett lass med panel.","projekt":"0"},
{"id":"264","head":"Staket färdigt","date":"2013-08-10","note":"Hornbach fick in mer panel så vi köpte ett lass till och snickrade färdigt staketet :)","projekt":"0"},
{"id":"265","head":"Entrén färdig","date":"2013-08-01","note":"Entrén\/hallen är också färdig så här kommer uppdatering med lite bilder. Lägger även med lite bilder från hallen på ovanvåningen.","projekt":"0"},
{"id":"266","head":"","date":"","note":"","projekt":"0"},
{"id":"267","head":"Sista dagen på semestern","date":"2013-08-07","note":"Det bör firas att semestern varit helt fantastisk. Sista dagen på semestern blev det grill och bubbel till sent på natten :)","projekt":"0"},
{"id":"268","head":"Köket","date":"2013-06-01","note":"Köket har blivit med kakel och kojan börjar bli ett slott.Fler bilder kommer, så fort vi har städat bort all disk och lyckats ta värdiga bilder.","projekt":"0"},
{"id":"269","head":"Sensommarkväll","date":"2013-08-24","note":"Passar på att njuta av sommaren sista varma kvällar.","projekt":"0"},
{"id":"270","head":"Puts på baksidan","date":"2013-09-29","note":"Putsning av fasaden på baksidan. Börjar med detta för att kunna bygga uteplats i form av altan. Putsar upp på vanligt sätt för att få en plan yta och stänkputsar sedan med tryckluftsspruta för att få fin yta.","projekt":"0"},
{"id":"271","head":"Start av Altanbygge","date":"2013-10-05","note":"Wooohooo, äntligen böjar altanbygget :). Knäppt att bygga altan på hösten kanske men skönt att ha den klar när våren kommer.","projekt":"0"},
{"id":"272","head":"Panelen - check","date":"2013-10-06","note":"Linda latexfogar det sista runt fönstren. Äntligen klart!","projekt":"0"},
{"id":"273","head":"Altangrunden på G","date":"2013-10-06","note":"Färdigt med plintarna för altangrunden.","projekt":"0"},
{"id":"274","head":"Altangrund klar","date":"2013-10-14","note":"Stommen till altangolvet har fått sin form. Trall nästa.","projekt":"0"},
{"id":"275","head":"Trall","date":"2013-10-20","note":"Snart så!","projekt":"0"},
{"id":"276","head":"Stomme för altantak","date":"2013-11-17","note":"Vi jobbar vidare med altanen och har börjat med stommen till taket. Har även fått staketet på plats. Eventuellt lite högt men det justerar vi till våren i så fall.","projekt":"0"},
{"id":"277","head":"Altantak på plats","date":"2013-12-01","note":"Taket är på plats, saknas endast hängrännor men det kommer. Mörkret kommer tidigt på dagen...","projekt":"0"},
{"id":"278","head":"Nytt år nya planer","date":"2014-01-02","note":"Nu blir det badrum i källaren.Väggarna är för dåliga så de måste tas ner och putsas upp igen. Golvet skall knackas upp för nytt avlopp och golvvärme. Klart innan påsk?","projekt":"0"},
{"id":"279","head":"Dags för puts","date":"2014-01-03","note":"Gick relativt smidigt att få ner den gamla putsen. Dammade mycket men vi monterade utsug i fönstret så vi slapp få in det i huset.","projekt":"0"},
{"id":"280","head":"Puts i halva rummet","date":"2014-01-06","note":"Blir otroligt härligt när putsen är på plats. Känns mycket mer \"städat\" och inte lika äckligt.","projekt":"0"},
{"id":"281","head":"El i väggen","date":"2014-01-12","note":"Vi passar på att hacka in elkablarna i väggen. Lite extra jobb men antagligen inget vi kommer ångra i framtiden.","projekt":"0"},
{"id":"282","head":"Ut med golvet","date":"2014-02-01","note":"Vi knackar upp och slänger ut delar av det gamla golvet. Dels för att få i avlopp till toa, handfat och dusch men också för att kunna lägga i golvvärme.","projekt":"0"},
{"id":"283","head":"Avlopp","date":"2014-02-02","note":"Va härligt det är att få in nytt material! Här hamnar avloppet.","projekt":"0"},
{"id":"284","head":"Golvvärmen","date":"2014-02-08","note":"Här skall det bli varmt och skönt på\/i golvet.","projekt":"0"},
{"id":"285","head":"Gjutning av golvet","date":"2014-02-08","note":"Äntligen har vi slutat riva och gjuter igen golvet. Passar på att fixa till hålet från skorstenen i hallen.","projekt":"0"},
{"id":"286","head":"","date":"","note":"","projekt":"0"},
{"id":"287","head":"Kakel","date":"2014-02-09","note":"Ingen hets... men nu måste väl golvet har torkat länge nog? Dags för kakel.","projekt":"0"},
{"id":"288","head":"Mer kakel","date":"2014-02-14","note":"Många stora väggar tar tid att kakla...","projekt":"0"},
{"id":"289","head":"Det närmar sig","date":"2014-02-15","note":"Blev nästan färdiga med kaklingen, en dag till så skall det nog vara klart.","projekt":"0"},
{"id":"290","head":"Kaklet på plats","date":"2014-02-16","note":"Blev färdiga med kaklet och listerna runt alla hörn. Bara utrymmet runt fönster och dörr kvar.","projekt":"0"},
{"id":"291","head":"Nytt handfat","date":"2014-02-18","note":"Lessnade fullständigt på handfatet i badrummet på ovanvåningen och bestämde oss för att byta. Helt kass med platt botten.Borde vara snabbt gjort... men kaklet följde delvis med så det blev till att knacka ner plattor och kakla om.","projekt":"0"},
{"id":"292","head":"Ny dammsugare","date":"2014-02-24","note":"Har tillslut kommit överens om att skaffa ny dammsugare. Fantastisk upplevelse att slippa centraldammsugaren. Den nya är faktiskt både tystare och starkare.","projekt":"0"},
{"id":"293","head":"Nytt fönster","date":"2014-02-24","note":"Nytt fönster på plats i badrummet (och sista i tvättstugan). Passade på att kakla det sista runt fönster och dörr också.","projekt":"0"},
{"id":"294","head":"Fogat och reglat","date":"2014-03-02","note":"Färdig med fogningen så nu är kaklingen helt klar. Reglade taket och plastade men gipsen får vänta till nästa vecka.Tanken med helgen var att lägga golv men Hornbach hade inte tillräckligt hemma så vi fick beställa. Kommer lagom till nästa helg.","projekt":"0"},
{"id":"295","head":"Badrumsgolv","date":"2014-03-09","note":"Behövde finjustera golvet innan plattläggning så det blev till att ta fram vinkelslip och diamantklinga. Fläkten i fönstret gjorde susen!","projekt":"0"},
{"id":"296","head":"Badrumstak","date":"2014-03-10","note":"Taket i badrummet snart färdigt.","projekt":"0"},
{"id":"297","head":"Felfall","date":"2014-03-19","note":"Gatdämit, badrumsgolvet runt brunnen lutar fel. Gör om gör rätt.Monterat lite övrig utrustning och målat taket.","projekt":"0"},
{"id":"298","head":"Elkabel ut till garaget","date":"2014-04-05","note":"Det gick tungt att dra kabeln ut till garaget så vi tog fram de gamla beprövade taljorna.","projekt":"0"},
{"id":"299","head":"Rivning gammalt badrum","date":"2014-04-12","note":"River gamla badrummet i källaren, röjer extrarummet och fogar golvet i nya badrummet.","projekt":"0"},
{"id":"300","head":"Lagning och putsning","date":"2014-04-14","note":"Lagar väggarna i förrådet och putsar väggarna i extrarummet.","projekt":"0"},
{"id":"301","head":"Mer källare och utebelysning","date":"2014-04-20","note":"Närmar sig med extrarummet, puts på plats och taket reglat. Putsar runt dörr och fönster.Passar på att koppla in utebelysningen.","projekt":"0"},
{"id":"302","head":"MÃ¥lning och golvlÃ¤ggning","date":"2014-05-02","note":"MÃ¥lat extrarum och fÃ¶rrÃ¥d. I full fart med att lÃ¤gga golv i extrarummet.","projekt":"0"},
{"id":"303","head":"Schackgolv","date":"2014-05-03","note":"Nu har vi börjat med golvet i källarhallen, blir schackrutigt och nästan som när vi flyttade in.","projekt":"0"},
{"id":"304","head":"Klara med ALLT golv","date":"2014-05-04","note":"Sista plattan är lagd, dags att stryka punkten.","projekt":"0"},
{"id":"305","head":"Utearbete","date":"2014-05-28","note":"Hyrde maskiner för att jämna ner garageinfarten, fylla igen vid sidan av garaget, gräva ut för sista delen av uteplatsen samt att fixa dagvattnet på framsidan av huset.","projekt":"0"},
{"id":"306","head":"Uteplats och mur","date":"2014-06-14","note":"SÃ¥ hÃ¤r ser det ut sÃ¥ hÃ¤r lÃ¥ngt. Saknas nÃ¥gra stenar och ett trÃ¤dÃ¤ck.","projekt":"0"},
{"id":"307","head":"Experten","date":"2014-06-13","note":"Den får det bli. Ut med Bumsen och in med Lillskåpis. Vi behöver en bil som går att lasta.","projekt":"0"},
{"id":"308","head":"Till Salu","date":"2014-09-15","note":"Huset s&aring;lt. Bilder tagna av inhyrd fotograf f&ouml;r annonsen.","projekt":"0"}
]
}
]
